Repository: hayberken/rox-ripper
Catalog: Messages/*.po
Languages: es, it

source: Album
es: Álbum

source: Quit
es: Salir

source: done
es: Hecho
it: fatto

source: The application used for ripping from CD. If this is not in your PATH you need to give the full path to the executable. To run at lower priority run with 'nice'. (e.g. 'nice cdda2wav')
es: La aplicación usada para extraer CDs. Si este no es su PATH necesitarás dar la ruta completa a el ejecutable. Para ejecutar en prioridad baja ejecuta con 'nice'. (e.j. 'nice cdda2wav')
it: L'applicazione usata per fare il rip del cd. Se non nel PATH necessario specificare il percorso completo. Per eseguirla a bassa priorit, usare nice (ad es. nice cdda2wav).

source: LUN
es: Interfaz

source: Status
es: Estado
it: Stato

source: Options for the encoder. For example: ???.
es: Opciones para el codificador. Por ejemplo: ???.
it: Opzioni per l'encoder. Per esempio: ?

source: Eject after Rip
es: Expulsar después de extraer
it: Espulsione dopo il rip

source: Track
es: Pista
it: Traccia

source: Artist
es: Artista
it: Artista

source: Stop
es: Detener
it: Ferma

source: <no disc>
es: <ningún disco>
it: <nessun disco>

source: Eject CD after ripping is complete (Encoding may still be running).
es: Expulsa el CD después de completar la extracción (La codificación puede que esté todavía ejecutándose).
it: Espelle il cd quando il rip finito (la codifica potrebbe non essere ancora terminata).

source: Ripper
es: Extractor de CDs de audio

source: Options for the encoder. For example: vbr, id3 tags, min bitrate.
es: Opciones para el codificador. Por ejemplo: vbr, id3 tags, min bitrate.
it: Opzioni per l'encoder. Per esempio: vbr, id3 tags, min bitrate.

source: Genre
es: Género
it: Genere

source: Got Track Info
es: Obtener Info de las Pistas
it: Sono state prese le informazioni della traccia

source: MP3 Encoder
es: Codificador MP3
it: Encoder mp3

source: Music
es: Música
it: Brani

source: Settings
es: Preferencias
it: Impostazioni

source: Reload CD
es: Recargar CD
it: Ricarica CD

source: Device name of cdrom. For example: /dev/cdrom.
es: Nombre del dispositivo de cdrom. Por ejemplo: /dev/cdrom.
it: Il nome di device del cdrom. Per esempio: /dev/cdrom.

source: The application used for encoding to MP3. If this is not in your PATH you need to give the full path to the executable. To run at lower priority run with 'nice'. (e.g. 'nice lame')
es: La aplicación usada para codificar a MP3. Si esta no está en su PATH necesitará dar la ruta completa para el
it: L'applicazione usata per codificare gli mp3. Se non nel PATH necessario specificare il percorso completo. Per eseguirla a bassa priorit, usare nice (ad es. nice lame).

source: Device
es: Dispositivo

source: The (optional) default location of your music.
es: La localización predeterminada (opcional) de su música.
it: La posizione predefinita (opzionale) dei brani musicali.

source: The application used for encoding to OGG. If this is not in your PATH you need to give the full path to the executable. To run at lower priority run with 'nice'. (e.g. 'nice oggenc')
es: La aplicación usada para codificar a OGG. Si esta no está en su PATH necesitará dar la ruta completa para el
it: L'applicazione usata per codificare gli ogg. Se non nel PATH necessario specificare il percorso completo. Per eseguirla a bassa priorit, usare nice (ad es. nice oggenc).

source: Time
es: Duración
it: Tempo

source: The full url to reach freedb or equivalent. By default this is 'http://freedb.freedb.org/~cddb/cddb.cgi', but there are mirrors. Leave blank to disable CDDB queries.
es: La dirección completa para conectar a freedb o equivalente. Por defecto esta es 'http://freedb.freedb.org/~cddb/cddb.cgi', pero hay mirrors. Déjela en blanco para desactivar las búsquedas CDDB.
it: L'url per raggiungere freedb o uno simile. Normalmente http://freedb.freedb.org/~cddb/cddb.cgi, ma ci sono anche i mirror. Lasciarlo bianco per disabilitare le interrogazioni CDDB.

source: Options
es: Preferencias
it: Opzioni

source: Options for the encoder. For example: quality, speed, etc.
es: Opciones para el codificador. Por ejemplo: calidad, velocidad, etc.
it: Le opzioni dell'encoder. Per esempio: quality, speed, ecc...

source: SCSI-style device name. For example: 0,0,1 or ATAPI:0,1,0.
es: Nombre del dispositivo al estilo SCSI. Por ejemplo: 0,0,1 ó ATAPI:0,1,0.
it: Il nome del device SCSI. Per esempio: 0,0,1 o ATAPI:0,1,0.

source: OGG Encoder
es: Codificador OGG
it: Encoder ogg

source: Encoding
es: Codificando
it: Codifica

source: Locations
es: Localizaciones
it: Collocazioni

source: Rip & Encode
es: Extraer y Codificar
it: Fa il rip e codifica

source: Encoder
es: Codificar

source: Year
es: Año
it: Anno

source: Got Disc Info
es: Obtener información del disco
it: Sono state prese le informazioni del disco

source: Ripping
es: Extrayendo
it: Rip

source: error
it: errore
